{
  "id": 1,
  "name": "Game of Thrones",
  "genre": ["fantasy", "drama"],
  "chapters":
          [
            {
              "id": 1,
              "name": "Winter is coming",
              "description": "Winter is truely coming",
              "pages":
                [
                  {
                    "id": 1,
                    "text": "После вступительных титров, представляются Старки из Винтерфелла, включая лорда Эддарда \"Неда\" Старка, его жену, леди Кейтилин \"Кэт\" Старк (Мишель Фэйрли), и их пятерых детей: их наследника Робба (Ричард Мэдден), их старшую дочь Сансу (Софи Тёрнер), младшую дочь Арью (Мэйси Уильямс), десятилетнего сына Брана (Айзек Хэмпстед-Райт) и младшего сына Рикона (Арт Паркинсон). Также представлен незаконнорождённый сын Неда, Джон Сноу (Кит Харингтон), и заложник/подопечный Теон Грейджой (Альфи Аллен), которые, как Робб, являются подростками.\n\nНеду сообщает, что был захвачен в плен дезертир из Ночного Дозора, Уилл. Члены Ночного Дозора поклялись никогда не покидать свои посты, под страхом смертной казни. Нед берёт всех своих сыновей, чтобы они стали свидетелями казни Уилла. Уилл встречает смерть храбро, признав, что он сбежал со Стены, когда на них напали, но настоял на своём заявлении, что он видел Белых Ходоков. Нед сам выносит приговор и обезглавливает его. Когда Бран спрашивает его отца о разговоре разведчика о Белых Ходоках, Нед отвергает это как бред безумца, настаивая на том, что Ходоков считают вымершими уже тысячи лет.\n\n",
                    "answers":
                    [
                      {
                        "text": "Далее...",
                        "nextScreenId": 2
                      }
                    ],
                    "isEndChapter": false
                  },

                  {
                    "id": 2,
                    "text": "По их возвращении, Старки находят мёртвого оленя, герб Дома Баратеонов. Чуть дальше, они нашли мёртвого лютоволка и её выживших детёнышей. Отмечая, что лютоволк является гербом семьи Старков, и что здесь столько же щенков, сколько и детей Старков (даже маленький альбинос для Джона), они берут щенков в качестве спутников.\n\nВернувшись в Винтерфелл, Кейтилин сообщает своему мужу о письме, объявляющее о смерти лорда Аррена, старшего наставника Эддарда и шурина Кейтилин. Дополнительное сообщение, принесённое вороном, сообщает, что сам король едет в Винтерфелл. Винтерфелл принимает королевскую свиту, включая короля Роберта Баратеона (Марк Эдди); его жену, королеву Серсею; их троих детей: наследника принца Джоффри (Джек Глисон), принцессу Мирцеллу (Эйми Ричардсон) и младшего принца Томмена (Каллум Уорри); а также брата-близнеца Серсеи, Джейме Ланнистера, члена Королевской Гвардии; и их младшего брата, Тириона Ланнистера (Питер Динклэйдж), карлика, известного как \"Бес\". Когда Роберт уделяет своё почтение Лианне Старк, его покойной невесте и сестре Неда, Роберт признаётся своему старому другу, что он больше никому не доверяет вокруг него. Он решает назначить Неда новым Десницей короля, и чтобы укрепить союз между двумя семьями, он предлагает, чтобы дочь Неда, Санса, была обручена с его сыном, Джоффри.\n\n",
                    "answers":
                    [
                      {
                        "text": "Далее...",
                        "nextScreenId": 3
                      }
                    ],
                    "isEndChapter": false
                  },

                  {
                    "id": 3,
                    "text": "Ночью, Кейтилин получает тревожное письмо от её сестры, вдовы лорда Аррена. Она подозревает, что её мужа Джона убили могущественные Ланнистеры. Нед, который сначала отказывался принять должность Десницы короля, принимает её для того, чтобы защитить своего старого друга. Бран, который наслаждается лазаньем по стенам Винтерфелла, забирается на заброшенную башню, где он натыкается на королеву Серсею и Джейме, занимающихся сексом.\n\n",
                    "answers":
                    [
                      {
                        "text": "Столкнуть мальчика",
                        "nextScreenId": 4
                      },
                      {
                        "text": "Не толкать мальчика",
                        "nextScreenId": 5
                      }
                    ],
                    "isEndChapter": true,
                    "nextChapter": 2
                  }
                ]
            }
          ]
}